Repository: alonaKostenkoiOS/Breathe
Catalog: Widget/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pl, pt_br, tr, uk, zh_hans

# program.spending.description
source: Pause purchase impulses and make more intentional decisions.
de: Unterbrechen Sie Kaufimpulse und treffen Sie bewusstere Entscheidungen.
es: Pausa los impulsos de compra y toma decisiones más intencionales.
fr: Mettez sur pause vos impulsions d’achat et prenez des décisions plus intentionnelles.
it: Metti in pausa gli impulsi di acquisto e prendi decisioni più intenzionali.
ja: 購入衝動を一時停止し、より意図的な決定を下します。
ko: 구매 충동을 잠시 멈추고 더 의도적인 결정을 내리세요.
pl: Wstrzymaj impulsy zakupowe i podejmuj bardziej przemyślane decyzje.
pt_br: Pause os impulsos de compra e tome decisões mais intencionais.
tr: Satın alma dürtülerini duraklatın ve daha bilinçli kararlar alın.
uk: Призупиніть імпульси щодо покупок і приймайте більш зважені рішення.
zh_hans: 暂停购买冲动并做出更有意的决定。

# program.start_another
source: Start another program
de: Starten Sie ein anderes Programm
es: Iniciar otro programa
fr: Démarrer un autre programme
it: Avvia un altro programma
ja: 別のプログラムを開始する
ko: 다른 프로그램 시작
pl: Uruchom inny program
pt_br: Iniciar outro programa
tr: Başka bir program başlat
uk: Запустіть іншу програму
zh_hans: 启动另一个程序

# programs.title
source: Programs
de: Programme
es: Programas
fr: Programmes
it: Programmi
ja: プログラム
ko: 프로그램
pl: Programy
pt_br: Programas
tr: Programlar
uk: Програми
zh_hans: 节目

source: Progress
de: Fortschritt
es: Progreso
fr: Progrès
it: Progressi
ja: 進捗
ko: 진전
pl: Postęp
pt_br: Progresso
tr: İlerlemek
uk: Прогрес
zh_hans: 进步

# progress.pauses_created
source: Helpful pauses
de: Hilfreiche Pausen
es: Pausas útiles
fr: Pauses utiles
it: Pause utili
ja: 役立つ一時停止
ko: 유용한 일시 중지
pl: Pomocne przerwy
pt_br: Pausas úteis
tr: Yararlı duraklamalar
uk: Корисні паузи
zh_hans: 有用的停顿

# progress.personal.detail
source: Progress is more than a perfect streak. Pauses and what you learn both count.
de: Fortschritt ist mehr als eine perfekte Serie. Pausen und das, was Sie lernen, zählen beide.
es: El progreso es más que una racha perfecta. Las pausas y lo que aprendes cuentan.
fr: Le progrès est plus qu’une séquence parfaite. Les pauses et ce que vous apprenez comptent tous deux.
it: Il progresso è più di una serie perfetta. Le pause e ciò che impari contano entrambi.
ja: 進歩は完璧な連続達成以上のものです。一時停止と学習内容の両方が重要です。
ko: 발전은 완벽한 행진 그 이상입니다. 일시 정지와 배운 내용 모두 중요합니다.
pl: Postęp to coś więcej niż doskonała passa. Liczą się zarówno przerwy, jak i to, czego się nauczysz.
pt_br: O progresso é mais do que uma sequência perfeita. As pausas e o que você aprende contam.
tr: İlerleme mükemmel bir seriden daha fazlasıdır. Duraklamalar ve öğrendikleriniz her ikisi de önemlidir.
uk: Прогрес – це більше, ніж ідеальна смуга. Враховуються і паузи, і те, що ви дізналися.
zh_hans: 进步不仅仅是完美的连胜。停顿和你学到的东西都很重要。

# progress.personal.title
source: Your progress
de: Ihr Fortschritt
es: Tu progreso
fr: Votre progression
it: I tuoi progressi
ja: あなたの進歩
ko: 귀하의 진행 상황
pl: Twój postęp
pt_br: Seu progresso
tr: İlerlemeniz
uk: Ваш прогрес
zh_hans: 你的进步

# progress.urges_logged
source: Urges logged
de: Aufrufe protokolliert
es: impulsos registrados
fr: Besoins urgents enregistrés
it: Esortazioni registrate
ja: 記録された衝動
ko: 기록된 촉구
pl: Wezwania zarejestrowane
pt_br: Solicitações registradas
tr: Günlüğe kaydedilen çağrılar
uk: Запити зареєстровано
zh_hans: 已记录的敦促

source: Pulse normalises
de: Der Puls normalisiert sich
es: El pulso se normaliza
fr: Le pouls se normalise
it: Il polso si normalizza
ja: 脈拍が正常化する
ko: 맥박이 정상화됩니다
pl: Puls normalizuje się
pt_br: Pulso normaliza
tr: Nabız normalleşir
uk: Пульс нормалізується
zh_hans: 脉搏正常化

source: Quit date & time
de: Datum und Uhrzeit des Beendens
es: Salir fecha y hora
fr: Date et heure de sortie
it: Esci da data e ora
ja: 終了日時
ko: 종료 날짜 및 시간
pl: Zamknij datę i godzinę
pt_br: Sair data e hora
tr: Tarih ve saatten çık
uk: Дата й час відмови
zh_hans: 退出日期和时间

source: Quit profile
de: Profil beenden
es: Salir del perfil
fr: Quitter le profil
it: Esci dal profilo
ja: プロフィールを終了する
ko: 프로필 종료
pl: Opuść profil
pt_br: Sair do perfil
tr: Profilden çık
uk: Профіль відмови
zh_hans: 退出个人资料

source: Quit smoking with a plan that adapts to you
de: Hören Sie mit dem Rauchen auf, mit einem Plan, der sich an Sie anpasst
es: Deja de fumar con un plan que se adapta a ti
fr: Arrêtez de fumer avec un plan qui s'adapte à vous
it: Smetti di fumare con un piano che si adatta a te
ja: 自分に合ったプランで禁煙しましょう
ko: 나에게 꼭 맞는 계획으로 금연하세요
pl: Rzuć palenie dzięki planowi, który dostosowuje się do Ciebie
pt_br: Pare de fumar com um plano que se adapta a você
tr: Size uygun bir planla sigarayı bırakın
uk: Киньте курити з планом, який підлаштовується під вас
zh_hans: 采用适合您的戒烟计划

source: Reached — treat yourself 🎉
de: Erreicht – gönnen Sie sich 🎉
es: Alcanzado: date un capricho 🎉
fr: Atteint — faites-vous plaisir 🎉
it: Raggiunto: regalati 🎉
ja: 達成しました — 自分にご褒美をあげましょう 🎉
ko: 도달함 — 자신을 대접하세요 🎉
pl: Osiągnięto — zafunduj sobie 🎉
pt_br: Alcançado - mime-se 🎉
tr: Ulaşıldı — kendinize iyi bakın 🎉
uk: Досягнуто — побалуйте себе 🎉
zh_hans: 达到了——善待自己🎉

source: Read your reason slowly. Imagine the next choice that keeps you moving toward it.
de: Lesen Sie Ihre Begründung langsam durch. Stellen Sie sich die nächste Wahl vor, die Sie dazu bringt, darauf zuzugehen.
es: Lea su razón lentamente. Imagina la siguiente elección que te mantendrá avanzando hacia ella.
fr: Lisez lentement votre raison. Imaginez le prochain choix qui vous permettra d’y parvenir.
it: Leggi lentamente il tuo motivo. Immagina la prossima scelta che ti spinge verso di essa.
ja: 理由をゆっくり読んでください。あなたがそれに向かって前進し続ける次の選択を想像してください。
ko: 이유를 천천히 읽어보세요. 당신을 계속해서 나아가게 만드는 다음 선택을 상상해 보세요.
pl: Przeczytaj powoli swój powód. Wyobraź sobie kolejny wybór, który sprawi, że będziesz zmierzać w jego stronę.
pt_br: Leia seu motivo lentamente. Imagine a próxima escolha que o mantém avançando nessa direção.
tr: Nedeninizi yavaşça okuyun. Sizi ona doğru ilerletecek bir sonraki seçeneği hayal edin.
uk: Повільно прочитайте свою причину. Уявіть наступний вибір, який змушує вас рухатися до нього.
zh_hans: 慢慢读你的理由。想象一下下一个让你继续前进的选择。

source: Reconnect with what is around you.
de: Verbinde dich wieder mit dem, was um dich herum ist.
es: Reconectate con lo que te rodea.
fr: Reconnectez-vous à ce qui vous entoure.
it: Riconnettiti con ciò che ti circonda.
ja: あなたの周りにあるものと再びつながりましょう。
ko: 주변에 있는 것과 다시 연결하세요.
pl: Połącz się ponownie z tym, co Cię otacza.
pt_br: Reconecte-se com o que está ao seu redor.
tr: Etrafınızdakilerle yeniden bağlantı kurun.
uk: Відновіть зв’язок з тим, що вас оточує.
zh_hans: 重新与你周围的事物建立联系。

source: Reconnect with what matters to you.
de: Verbinde dich wieder mit dem, was dir wichtig ist.
es: Reconectate con lo que te importa.
fr: Reconnectez-vous à ce qui compte pour vous.
it: Riconnettiti con ciò che conta per te.
ja: 自分にとって大切なものと再びつながりましょう。
ko: 당신에게 중요한 것과 다시 연결하세요.
pl: Połącz się ponownie z tym, co dla Ciebie ważne.
pt_br: Reconecte-se com o que é importante para você.
tr: Sizin için önemli olan şeylerle yeniden bağlantı kurun.
uk: Відновіть зв’язок із тим, що для вас важливо.
zh_hans: 重新连接对你来说重要的事情。

source: Record a craving and whether you resisted it.
de: Notieren Sie ein Verlangen und ob Sie ihm widerstanden haben.
es: Registra un antojo y si lo resististe.
fr: Enregistrez une envie et si vous y avez résisté.
it: Registra un desiderio e se hai resistito.
ja: 欲求を記録し、それに抵抗したかどうかを記録します。
ko: 갈망을 기록하고 이에 저항했는지 여부를 기록하십시오.
pl: Zapisz swoje pragnienie i to, czy się mu oparłeś.
pt_br: Registre um desejo e se você resistiu a ele.
tr: Bir özlemi ve buna direnip direnmediğinizi kaydedin.
uk: Запишіть бажання та те, чи ви йому чинили опір.
zh_hans: 记录一种渴望以及您是否抵制它。

source: Recovery
de: Erholung
es: Recuperación
fr: Récupération
it: Recupero
ja: 回復
ko: 회복
pl: Powrót do zdrowia
pt_br: Recuperação
tr: İyileşmek
uk: Відновлення
zh_hans: 恢复

source: Recovery is personal
de: Genesung ist etwas Persönliches
es: La recuperación es personal.
fr: La récupération est personnelle
it: Il recupero è personale
ja: 回復は個人的なものです
ko: 회복은 개인의 몫
pl: Powrót do zdrowia jest sprawą osobistą
pt_br: A recuperação é pessoal
tr: İyileşme kişiseldir
uk: Відновлення в кожного своє
zh_hans: 恢复是个人的

source: Remember why you started
de: Denken Sie daran, warum Sie angefangen haben
es: Recuerda por qué empezaste
fr: Rappelez-vous pourquoi vous avez commencé
it: Ricorda perché hai iniziato
ja: 始めた理由を思い出してください
ko: 왜 시작했는지 기억해 보세요
pl: Pamiętaj, dlaczego zacząłeś
pt_br: Lembre-se por que você começou
tr: Neden başladığını hatırla
uk: Згадайте, чому ви почали
zh_hans: 记住你为什么开始

source: Remember your reason
de: Denken Sie an Ihren Grund
es: recuerda tu razon
fr: Souviens-toi de ta raison
it: Ricorda la tua ragione
ja: 理由を思い出してください
ko: 당신의 이유를 기억하세요
pl: Pamiętaj o swoim powodzie
pt_br: Lembre-se do seu motivo
tr: Nedenini hatırla
uk: Згадати свою причину
zh_hans: 记住你的理由

source: Reminders
de: Erinnerungen
es: Recordatorios
fr: Rappels
it: Promemoria
ja: リマインダー
ko: 알림
pl: Przypomnienia
pt_br: Lembretes
tr: Hatırlatıcılar
uk: Нагадування
zh_hans: 提醒事项

source: Remove goal
de: Ziel entfernen
es: Quitar objetivo
fr: Supprimer l'objectif
it: Rimuovi obiettivo
ja: ゴールを削除する
ko: 목표 삭제
pl: Usuń cel
pt_br: Remover meta
tr: Hedefi kaldır
uk: Видалити ціль
zh_hans: 删除目标

# rescue.begin
source: Begin
de: Beginnen Sie
es: comenzar
fr: Commencer
it: Inizia
ja: 始める
ko: 시작
pl: Rozpocznij
pt_br: Começar
tr: Başla
uk: Почніть
zh_hans: 开始

# rescue.check_in_now
source: Check in now
de: Checken Sie jetzt ein
es: Regístrese ahora
fr: Enregistrez-vous maintenant
it: Effettua il check-in adesso
ja: 今すぐチェックイン
ko: 지금 체크인하세요
pl: Zamelduj się teraz
pt_br: Faça check-in agora
tr: Şimdi giriş yapın
uk: Зареєструватися зараз
zh_hans: 立即入住

# rescue.check_in.detail
source: Choose the closest number. You can begin immediately.
de: Wählen Sie die nächstgelegene Nummer. Sie können sofort beginnen.
es: Elija el número más cercano. Puedes empezar inmediatamente.
fr: Choisissez le numéro le plus proche. Vous pouvez commencer immédiatement.
it: Scegli il numero più vicino. Puoi iniziare immediatamente.
ja: 最も近い番号を選択してください。すぐに始めることができます。
ko: 가장 가까운 숫자를 선택하세요. 즉시 시작할 수 있습니다.
pl: Wybierz najbliższy numer. Możesz zacząć natychmiast.
pt_br: Escolha o número mais próximo. Você pode começar imediatamente.
tr: En yakın numarayı seçin. Hemen başlayabilirsiniz.
uk: Виберіть найближче число. Ви можете почати негайно.
zh_hans: 选择最接近的数字。您可以立即开始。

# rescue.check_in.title
source: How strong is the urge right now?
de: Wie stark ist der Drang derzeit?
es: ¿Qué tan fuerte es el impulso en este momento?
fr: Quelle est la force de l’envie en ce moment ?
it: Quanto è forte lo stimolo in questo momento?
ja: 今の衝動はどれくらい強いですか？
ko: 지금 충동은 얼마나 강한가요?
pl: Jak silna jest teraz potrzeba?
pt_br: Quão forte é o desejo agora?
tr: Şu anda bu dürtü ne kadar güçlü?
uk: Наскільки сильним є бажання зараз?
zh_hans: 现在的冲动有多强烈？

# rescue.helpful.question
source: Was this strategy helpful?
de: War diese Strategie hilfreich?
es: ¿Fue útil esta estrategia?
fr: Cette stratégie a-t-elle été utile ?
it: Questa strategia è stata utile?
ja: この戦略は役に立ちましたか?
ko: 이 전략이 도움이 되었나요?
pl: Czy ta strategia była pomocna?
pt_br: Essa estratégia foi útil?
tr: Bu strateji faydalı oldu mu?
uk: Чи була ця стратегія корисною?
zh_hans: 这个策略有帮助吗？

# rescue.outcome.behavior_occurred
source: The behavior happened
de: Das Verhalten ist passiert
es: el comportamiento sucedió
fr: Le comportement s'est produit
it: Il comportamento è successo
ja: その行為が起こった
ko: 행동이 일어났습니다
pl: Zachowanie miało miejsce
pt_br: O comportamento aconteceu
tr: Davranış gerçekleşti
uk: Поведінка сталася
zh_hans: 该行为发生了

# rescue.outcome.behaviorOccurred
source: Behavior happened
de: Verhalten ist passiert
es: El comportamiento sucedió
fr: Le comportement s'est produit
it: Si è verificato un comportamento
ja: 行動が起こった
ko: 행동이 일어났습니다
pl: Zachowanie się wydarzyło
pt_br: Comportamento aconteceu
tr: Davranış gerçekleşti
uk: Сталася поведінка
zh_hans: 行为发生了

# rescue.outcome.delayed
source: I delayed the action
de: Ich habe die Aktion verzögert
es: retrasé la acción
fr: J'ai retardé l'action
it: Ho ritardato l'azione
ja: 行動を遅らせてしまった
ko: 행동을 미뤘어요
pl: Opóźniłem akcję
pt_br: Eu atrasei a ação
tr: Eylemi erteledim
uk: Я затримав дію
zh_hans: 我推迟了行动

# rescue.outcome.reduced
source: I reduced the action
de: Ich habe die Aktion reduziert
es: Reduje la acción
fr: J'ai réduit l'action
it: Ho ridotto l'azione
ja: 行動を減らした
ko: 액션을 줄였어요
pl: Zmniejszyłem akcję
pt_br: Eu reduzi a ação
tr: Aksiyonu azalttım
uk: Я зменшив дію
zh_hans: 我减少了动作

# rescue.outcome.still_dealing
source: I’m still dealing with it
de: Ich beschäftige mich immer noch damit
es: todavía estoy lidiando con eso
fr: Je m'en occupe toujours
it: Ci sto ancora affrontando
ja: まだ対応中です
ko: 아직 처리 중이에요
pl: Nadal sobie z tym radzę
pt_br: Eu ainda estou lidando com isso
tr: Hala bununla uğraşıyorum
uk: Я все ще маю справу з цим
zh_hans: 我还在处理它

# rescue.outcome.stillDealingWithIt
source: Still dealing with it
de: Ich beschäftige mich immer noch damit
es: Todavía lidiando con eso
fr: Je m'en occupe toujours
it: Ne ho ancora a che fare
ja: まだ対応中
ko: 아직 처리 중
pl: Nadal sobie z tym radzę
pt_br: Ainda lidando com isso
tr: Hala bununla uğraşıyorum
uk: Все ще справляюся з цим
zh_hans: 还在处理中

# rescue.outcome.urge_passed
source: The urge became weaker
de: Der Drang wurde schwächer
es: El impulso se hizo más débil
fr: L'envie est devenue plus faible
it: L'impulso si è fatto più debole
ja: 衝動が弱くなってしまった
ko: 충동이 약해졌습니다
pl: Pragnienie osłabło
pt_br: O desejo ficou mais fraco
tr: Dürtü zayıfladı
uk: Потяг став слабшим
zh_hans: 冲动变弱了

# rescue.outcome.urgePassed
source: Urge became weaker
de: Der Drang wurde schwächer
es: El impulso se hizo más débil
fr: L'envie est devenue plus faible
it: L'urgenza si è indebolita
ja: 衝動が弱くなった
ko: 충동이 약해졌습니다
pl: Popęd osłabł
pt_br: O desejo ficou mais fraco
tr: Dürtü zayıfladı
uk: Потяг став слабшим
zh_hans: 冲动变弱了

# rescue.reflect.detail
source: A difficult moment happened. What you learned and achieved still matters.
de: Das war ein schwieriger Moment. Was du gelernt und erreicht hast, zählt weiterhin.
es: Ha sido un momento difícil. Lo que has aprendido y logrado sigue importando.
fr: Ce moment a été difficile. Ce que vous avez appris et accompli compte toujours.
it: È stato un momento difficile. Ciò che hai imparato e raggiunto conta ancora.
ja: つらい瞬間でした。それでも、これまでの学びや歩みが失われることはありません。
ko: 힘든 순간이었어요. 지금까지 배우고 이룬 것들은 여전히 소중합니다.
pl: To był trudny moment. To, czego się nauczyłeś i co osiągnąłeś, nadal ma znaczenie.
pt_br: Foi um momento difícil. Tudo o que você aprendeu e conquistou continua valendo.
tr: Bu zor bir andı. Öğrendikleriniz ve başardıklarınız hâlâ önemli.
uk: Це був складний момент. Усе, чого ви навчилися й досягли, залишається важливим.
zh_hans: 刚才是个艰难的时刻，但你的收获和进步依然重要。

# rescue.reflect.title
source: What happened?
de: Was ist passiert?
es: ¿Qué pasó?
fr: Que s'est-il passé ?
it: Cosa è successo?
ja: 何が起こったのでしょうか？
ko: 무슨 일이 일어났나요?
pl: Co się stało?
pt_br: O que aconteceu?
tr: Ne oldu?
uk: що сталося
zh_hans: 发生了什么事？

# rescue.start
source: Start Rescue
de: Starten Sie Rescue
es: Iniciar rescate
fr: Démarrer le sauvetage
it: Inizia il salvataggio
ja: レスキューを開始する
ko: 구조 시작
pl: Rozpocznij ratunek
pt_br: Iniciar resgate
tr: Kurtarmayı Başlat
uk: Почати порятунок
zh_hans: 开始救援

# rescue.start.detail
source: Pause before the impulse becomes an action.
de: Halten Sie inne, bevor der Impuls zur Tat wird.
es: Haga una pausa antes de que el impulso se convierta en acción.
fr: Faites une pause avant que l’impulsion ne devienne une action.
it: Pausa prima che l'impulso diventi un'azione.
ja: 衝動が行動に移る前に一時停止します。
ko: 충동이 행동으로 변하기 전에 잠시 멈춰라.
pl: Zatrzymaj się, zanim impuls stanie się działaniem.
pt_br: Faça uma pausa antes que o impulso se torne uma ação.
tr: Dürtü eyleme dönüşmeden önce duraklayın.
uk: Зробіть паузу, перш ніж імпульс стане дією.
zh_hans: 在冲动变成行动之前暂停。

# rescue.start.hint
source: Opens immediate offline support.
de: Öffnet sofortige Offline-Unterstützung.
es: Abre soporte inmediato fuera de línea.
fr: Ouvre le support hors ligne immédiat.
it: Apre il supporto offline immediato.
ja: 即時オフラインサポートを開始します。
ko: 즉각적인 오프라인 지원을 엽니다.
pl: Otwiera natychmiastową pomoc w trybie offline.
pt_br: Abre suporte offline imediato.
tr: Anında çevrimdışı desteği açar.
uk: Негайна офлайн-підтримка відкривається.
zh_hans: 打开即时离线支持。

# rescue.title
source: Breathe Rescue
de: Atemrettung
es: Respiro Rescate
fr: Respirez le sauvetage
it: Respira Salvataggio
ja: ブレスレスキュー
ko: 호흡 구조
pl: Oddychaj ratunkowo
pt_br: Respire Resgate
tr: Nefes Kurtarma
uk: Дихайте спасіння
zh_hans: 呼吸救援

source: Resisted
de: Widerstand geleistet
es: Resistido
fr: A résisté
it: Resistuto
ja: 抵抗した
ko: 저항하다
pl: Opór
pt_br: Resistiu
tr: Direndi
uk: Втрималася
zh_hans: 抵抗

source: Ride the wave
de: Reite auf der Welle
es: Montar la ola
fr: Surfez sur la vague
it: Cavalca l'onda
ja: 波に乗って
ko: 파도를 타고
pl: Płyń na fali
pt_br: Pegue a onda
tr: Dalgaya binmek
uk: Перечекати хвилю
zh_hans: 乘风破浪

source: Risk of several cancers falls and stroke risk approaches that of a non-smoker.
de: Das Risiko für mehrere Krebsarten sinkt und das Schlaganfallrisiko nähert sich dem eines Nichtrauchers an.
es: El riesgo de sufrir varios tipos de cáncer disminuye y el riesgo de sufrir un accidente cerebrovascular se acerca al de un no fumador.
fr: Le risque de plusieurs cancers, de chutes et d'accidents vasculaires cérébraux se rapproche de celui d'un non-fumeur.
it: Il rischio di diversi tumori diminuisce e il rischio di ictus si avvicina a quello di un non fumatore.
ja: いくつかのがんのリスクは低下し、脳卒中のリスクは非喫煙者のリスクに近づきます。
ko: 여러 가지 암에 걸릴 위험은 낮아지고 뇌졸중 위험은 비흡연자와 비슷해집니다.
pl: Ryzyko wystąpienia kilku nowotworów spada, a ryzyko udaru jest zbliżone do tego, jakie występuje u osoby niepalącej.
pt_br: O risco de vários tipos de câncer, quedas e risco de acidente vascular cerebral se aproxima do risco de um não fumante.
tr: Pek çok kanser türüne yakalanma riski düşer ve felç riski sigara içmeyen bir kişininkine yaklaşır.
uk: Ризик кількох видів раку падає, а ризик інсульту наближається до ризику некурців.
zh_hans: 多种癌症的风险下降，中风的风险接近不吸烟者。

# risk_window.create
source: Add a risk window
de: Fügen Sie ein Risikofenster hinzu
es: Agregar una ventana de riesgo
fr: Ajouter une fenêtre de risque
it: Aggiungi una finestra di rischio
ja: リスクウィンドウを追加する
ko: 위험 창 추가
pl: Dodaj okno ryzyka
pt_br: Adicione uma janela de risco
tr: Risk penceresi ekleyin
uk: Додайте вікно ризику
zh_hans: 添加风险窗口

# risk_window.manual.detail
source: Breathe stores local clock components so this stays aligned with your routine.
de: Breathe speichert lokale Uhrkomponenten, sodass diese mit Ihrer Routine im Einklang bleiben.
es: Breathe almacena los componentes del reloj local para que se mantenga alineado con su rutina.
fr: Breathe stocke les composants de l'horloge locale afin qu'ils restent alignés sur votre routine.
it: Breathe memorizza i componenti dell'orologio locale in modo che rimanga allineato con la tua routine.
ja: Breathe はローカル クロック コンポーネントを保存するため、ルーチンとの整合性が保たれます。
ko: Breathe는 로컬 시계 구성 요소를 저장하여 루틴과 일치하도록 유지합니다.
pl: Breathe przechowuje komponenty lokalnego zegara, dzięki czemu jest zgodny z Twoją rutyną.
pt_br: O Breathe armazena componentes do relógio local para que fique alinhado à sua rotina.
tr: Breathe yerel saat bileşenlerini saklar, böylece bu rutininizle uyumlu kalır.
uk: Breathe зберігає локальні компоненти годинника, щоб вони узгоджувалися з вашою рутиною.
zh_hans: Breathe 存储本地时钟组件，以便与您的日常工作保持一致。

# risk_window.manual.title
source: When may a difficult moment happen?
de: Wann kann ein schwieriger Moment eintreten?
es: ¿Cuándo puede pasar un momento difícil?
fr: Quand un moment difficile peut-il survenir ?
it: Quando può capitare un momento difficile?
ja: 困難な瞬間はいつ起こるでしょうか?
ko: 힘든 순간은 언제 일어날 수 있나요?
pl: Kiedy może nastąpić trudny moment?
pt_br: Quando pode acontecer um momento difícil?
tr: Zor bir an ne zaman gerçekleşebilir?
uk: Коли може статися важкий момент?
zh_hans: 困难时刻什么时候会发生？

# risk_window.time
source: Time
de: Zeit
es: tiempo
fr: Temps
it: Tempo
ja: 時間
ko: 시간
pl: Czas
pt_br: Hora
tr: Zaman
uk: час
zh_hans: 时间

# risk_window.title
source: Risk window
de: Risikofenster
es: Ventana de riesgo
fr: Fenêtre de risque
it: Finestra di rischio
ja: リスクウィンドウ
ko: 위험 창구
pl: Okno ryzyka
pt_br: Janela de risco
tr: Risk penceresi
uk: Вікно ризику
zh_hans: 风险窗口

# safety.acknowledge.action
source: I understand — continue with supportive logging
de: Ich verstehe – fahren Sie mit der unterstützenden Protokollierung fort
es: Entiendo. Continúe con el registro de apoyo.
fr: Je comprends - continuez avec la journalisation prise en charge
it: Capisco: continua con la registrazione di supporto
ja: 理解しました - サポートログを続行します
ko: 이해합니다. 지원 로깅을 계속하세요.
pl: Rozumiem — kontynuuj rejestrowanie pomocnicze
pt_br: Eu entendo. Continue com o registro de suporte
tr: Anladım — destekleyici günlük kaydına devam edin
uk: Я розумію — продовжуйте допоміжне ведення журналу
zh_hans: 我理解 — 继续支持性日志记录

# safety.emergency.action
source: Call emergency services
de: Rufen Sie den Notdienst an
es: Llame a los servicios de emergencia
fr: Appeler les services d'urgence
it: Chiama i servizi di emergenza
ja: 緊急サービスに電話する
ko: 응급 서비스에 전화하세요
pl: Wezwij służby ratunkowe
pt_br: Ligue para os serviços de emergência
tr: Acil servisleri arayın
uk: Викликати екстрену допомогу
zh_hans: 拨打紧急服务电话

# safety.emergency.title
source: Get urgent help now
de: Holen Sie sich jetzt dringend Hilfe
es: Obtenga ayuda urgente ahora
fr: Obtenez de l'aide urgente maintenant
it: Ottieni aiuto urgente adesso
ja: 今すぐ緊急の助けを求めてください
ko: 지금 긴급 도움을 받으세요
pl: Uzyskaj pilną pomoc już teraz
pt_br: Obtenha ajuda urgente agora
tr: Şimdi acil yardım alın
uk: Отримайте термінову допомогу зараз
zh_hans: 立即获得紧急帮助

# safety.professional.title
source: Talk with a qualified professional
de: Sprechen Sie mit einem qualifizierten Fachmann
es: Habla con un profesional calificado.
fr: Discutez avec un professionnel qualifié
it: Parla con un professionista qualificato
ja: 資格のある専門家に相談してください
ko: 자격을 갖춘 전문가와 상담하세요
pl: Porozmawiaj z wykwalifikowanym specjalistą
pt_br: Converse com um profissional qualificado
tr: Nitelikli bir profesyonelle konuşun
uk: Поговоріть з кваліфікованим фахівцем
zh_hans: 与合格的专业人士交谈

# safety.review.action
source: Review safety guidance
de: Lesen Sie die Sicherheitshinweise
es: Revisar la guía de seguridad
fr: Consulter les consignes de sécurité
it: Rivedere le linee guida sulla sicurezza
ja: 安全に関するガイダンスを確認する
ko: 안전 지침 검토
pl: Zapoznaj się ze wskazówkami dotyczącymi bezpieczeństwa
pt_br: Revise as orientações de segurança
tr: Güvenlik kılavuzunu inceleyin
uk: Перегляньте вказівки з безпеки
zh_hans: 审查安全指南

source: Save
de: Speichern
es: Ahorrar
fr: Sauvegarder
it: Salva
ja: 保存
ko: 구하다
pl: Ratować
pt_br: Salvar
tr: Kaydetmek
uk: Зберегти
zh_hans: 节省

source: Save changes
de: Änderungen speichern
es: Guardar cambios
fr: Enregistrer les modifications
it: Salva modifiche
ja: 変更を保存する
ko: 변경사항 저장
pl: Zapisz zmiany
pt_br: Salvar alterações
tr: Değişiklikleri kaydet
uk: Зберегти зміни
zh_hans: 保存更改

source: Save craving
de: Sparen Sie das Verlangen
es: salvar el antojo
fr: Enregistrer l'envie
it: Risparmia la voglia
ja: 渇望をセーブする
ko: 갈망을 저장
pl: Oszczędzaj pragnienie
pt_br: Salve o desejo
tr: Özlemi kaydet
uk: Зберегти запис
zh_hans: 节省食欲

source: Save goal
de: Ziel speichern
es: Guardar gol
fr: Sauvegarder l'objectif
it: Salva obiettivo
ja: ゴールをセーブする
ko: 목표 저장
pl: Zapisz cel
pt_br: Salvar meta
tr: Hedefi kaydet
uk: Зберегти ціль
zh_hans: 保存目标

source: Save money
de: Sparen Sie Geld
es: ahorrar dinero
fr: Économisez de l'argent
it: Risparmia denaro
ja: お金を節約する
ko: 돈을 절약
pl: Oszczędzaj pieniądze
pt_br: Economize dinheiro
tr: Paradan tasarruf edin
uk: Заощадження
zh_hans: 省钱
